Repository: khimchuk00/hamster-ages
Catalog: HamsterAges/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, tr, uk, zh_hans, zh_hant

source: %@ Lv %lld
de: %1$@ Lv %2$lld
es: %1$@ Nv %2$lld
fr: %1$@ Niv %2$lld
it: %1$@ Liv %2$lld
ja: %1$@ Lv%2$lld
ko: %1$@ Lv %2$lld
pt_br: %1$@ Nv %2$lld
tr: %1$@ Sv %2$lld
uk: %1$@ · рів. %2$lld
zh_hans: %1$@ %2$lld级
zh_hant: %1$@ %2$lld級

source: %@ joined!
de: %@ ist dabei!
es: ¡%@ se une!
fr: %@ rejoint l'armée !
it: %@ si unisce!
ja: %@が仲間に！
ko: %@ 합류!
pt_br: %@ entrou!
tr: %@ katıldı!
uk: %@ приєднується!
zh_hans: %@加入了！
zh_hant: %@加入了！

source: %@ · Lv %lld
de: %1$@ · Lv %2$lld
es: %1$@ · Nv %2$lld
fr: %1$@ · Niv %2$lld
it: %1$@ · Liv %2$lld
ja: %1$@・Lv%2$lld
ko: %1$@ · Lv %2$lld
pt_br: %1$@ · Nv %2$lld
tr: %1$@ · Sv %2$lld
uk: %1$@ · рів. %2$lld
zh_hans: %1$@ · %2$lld级
zh_hant: %1$@ · %2$lld級

source: %lld card rerolls per battle
de: %lld Karten-Neuwürfe pro Kampf
es: %lld cambios de cartas por batalla
fr: %lld relances de cartes par combat
it: %lld nuovi lanci di carte per battaglia
ja: 1戦につきカード引き直し%lld回
ko: 전투당 카드 리롤 %lld회
pt_br: %lld trocas de cartas por batalha
tr: Savaş başına %lld kart yenileme
uk: %lld перекидання карт за бій
zh_hans: 每场战斗可刷新卡牌%lld次
zh_hant: 每場戰鬥可刷新卡牌%lld次

source: %lld seeds are waiting. Collect them before the hamsters eat them all.
de: %lld Samen warten. Sammle sie, bevor die Hamster alles futtern.
es: Te esperan %lld semillas. Recógelas antes de que los hámsters se las coman.
fr: %lld graines t'attendent. Récupère-les avant que les hamsters ne les mangent.
it: Ti aspettano %lld semi. Raccoglili prima che i criceti li mangino tutti.
ja: %lld個の種が待ってるよ。ハムスターが食べちゃう前に回収しよう。
ko: 씨앗 %lld개가 기다려요. 햄스터들이 다 먹기 전에 수확하세요.
pt_br: %lld sementes esperando. Colete antes que os hamsters comam tudo.
tr: %lld tohum seni bekliyor. Hamsterler hepsini yemeden topla.
uk: На тебе чекає %lld насінин. Збери, поки хом'ячки все не з'їли.
zh_hans: %lld颗种子等你收取，别让仓鼠们吃光了！
zh_hant: %lld顆種子等你收取，別讓倉鼠們吃光了！

source: +%lld collected!
de: +%lld gesammelt!
es: ¡+%lld recogidas!
fr: +%lld récoltées !
it: +%lld raccolti!
ja: +%lld 回収！
ko: +%lld 수확!
pt_br: +%lld coletadas!
tr: +%lld toplandı!
uk: +%lld зібрано!
zh_hans: 已收取+%lld！
zh_hant: 已收取+%lld！

source: +40%% food from defeated rats
de: +40%% Futter von besiegten Ratten
es: +40%% de comida de ratas derrotadas
fr: +40%% de nourriture des rats vaincus
it: +40%% cibo dai ratti sconfitti
ja: 倒したネズミの食料+40%%
ko: 처치한 쥐에게서 식량 +40%%
pt_br: +40%% comida de ratos derrotados
tr: Yenilen farelerden +%%40 yiyecek
uk: +40%% їжі з переможених щурів
zh_hans: 击败老鼠获得食物+40%%
zh_hant: 擊敗老鼠獲得食物+40%%

source: +50%% damage to the rat base
de: +50%% Schaden an der Rattenbasis
es: +50%% de daño a la base rata
fr: +50%% de dégâts à la base des rats
it: +50%% danni alla base dei ratti
ja: ネズミ拠点へのダメージ+50%%
ko: 쥐 기지에 피해 +50%%
pt_br: +50%% dano à base dos ratos
tr: Fare üssüne +%%50 hasar
uk: +50%% шкоди базі щурів
zh_hans: 对鼠族基地伤害+50%%
zh_hant: 對鼠族基地傷害+50%%

source: 1 card reroll per battle
de: 1 Karten-Neuwurf pro Kampf
es: 1 cambio de cartas por batalla
fr: 1 relance de cartes par combat
it: 1 nuovo lancio di carte per battaglia
ja: 1戦につきカード引き直し1回
ko: 전투당 카드 리롤 1회
pt_br: 1 troca de cartas por batalha
tr: Savaş başına 1 kart yenileme
uk: 1 перекидання карт за бій
zh_hans: 每场战斗可刷新卡牌1次
zh_hant: 每場戰鬥可刷新卡牌1次

source: 3 free warriors join the fight
de: 3 kostenlose Krieger schließen sich an
es: 3 guerreros gratis se unen a la lucha
fr: 3 guerriers gratuits rejoignent le combat
it: 3 guerrieri gratis si uniscono alla lotta
ja: 無料の戦士3体が参戦
ko: 무료 전사 3명이 참전
pt_br: 3 guerreiros grátis entram na luta
tr: 3 bedava savaşçı savaşa katılır
uk: 3 безкоштовні воїни вступають у бій
zh_hans: 3名免费战士加入战斗
zh_hant: 3名免費戰士加入戰鬥

source: 3,000 🌻 + 2 Hero Crates
de: 3.000 🌻 + 2 Heldenkisten
es: 3000 🌻 + 2 cofres de héroe
fr: 3 000 🌻 + 2 caisses de héros
it: 3000 🌻 + 2 casse eroe
ja: 3,000 🌻 + ヒーロー箱×2
ko: 3,000 🌻 + 영웅 상자 2개
pt_br: 3.000 🌻 + 2 baús de herói
tr: 3.000 🌻 + 2 Kahraman Sandığı
uk: 3 000 🌻 + 2 скрині героїв
zh_hans: 3000 🌻 + 2个英雄宝箱
zh_hant: 3000 🌻 + 2個英雄寶箱

source: 3,000 🌻 + No Ads
de: 3.000 🌻 + keine Werbung
es: 3000 🌻 + sin anuncios
fr: 3 000 🌻 + sans pub
it: 3000 🌻 + niente pubblicità
ja: 3,000 🌻 + 広告なし
ko: 3,000 🌻 + 광고 제거
pt_br: 3.000 🌻 + sem anúncios
tr: 3.000 🌻 + Reklamsız
uk: 3 000 🌻 + без реклами
zh_hans: 3000 🌻 + 去广告
zh_hant: 3000 🌻 + 去廣告

source: A free melee unit every 10s
de: Alle 10 s eine kostenlose Nahkampfeinheit
es: Una unidad cuerpo a cuerpo gratis cada 10 s
fr: Une unité de mêlée gratuite toutes les 10 s
it: Un'unità da mischia gratis ogni 10 s
ja: 10秒ごとに近接ユニット1体無料
ko: 10초마다 무료 근접 유닛
pt_br: Uma unidade corpo a corpo grátis a cada 10 s
tr: Her 10 sn'de bir bedava yakın dövüşçü
uk: Безкоштовний боєць ближнього бою кожні 10 с
zh_hans: 每10秒免费获得一个近战单位
zh_hant: 每10秒免費獲得一個近戰單位

source: Air Strike
de: Luftschlag
es: Ataque aéreo
fr: Frappe aérienne
it: Attacco aereo
ja: 空爆
ko: 공습
pt_br: Ataque aéreo
tr: Hava Saldırısı
uk: Авіаудар
zh_hans: 空袭
zh_hant: 空襲

source: All units +15%% damage and speed
de: Alle Einheiten +15%% Schaden und Tempo
es: Todas las unidades +15%% daño y velocidad
fr: Toutes les unités +15%% dégâts et vitesse
it: Tutte le unità +15%% danni e velocità
ja: 全ユニット ダメージ・速度+15%%
ko: 모든 유닛 피해·속도 +15%%
pt_br: Todas as unidades +15%% dano e velocidade
tr: Tüm birimler +%%15 hasar ve hız
uk: Усі бійці +15%% шкоди і швидкості
zh_hans: 全体单位伤害和速度+15%%
zh_hant: 全體單位傷害和速度+15%%

source: All units +20%% HP
de: Alle Einheiten +20%% LP
es: Todas las unidades +20%% de vida
fr: Toutes les unités +20%% PV
it: Tutte le unità +20%% PS
ja: 全ユニットHP+20%%
ko: 모든 유닛 체력 +20%%
pt_br: Todas as unidades +20%% de vida
tr: Tüm birimler +%%20 can
uk: Усі бійці +20%% здоров'я
zh_hans: 全体单位生命+20%%
zh_hant: 全體單位生命+20%%

source: Already maxed — +%lld 🌻
de: Schon maximal – +%lld 🌻
es: Ya al máximo: +%lld 🌻
fr: Déjà au max : +%lld 🌻
it: Già al massimo: +%lld 🌻
ja: 最大レベル済み — +%lld 🌻
ko: 이미 최대 — +%lld 🌻
pt_br: Já no máximo — +%lld 🌻
tr: Zaten maksimum — +%lld 🌻
uk: Уже максимум — +%lld 🌻
zh_hans: 已满级——+%lld 🌻
zh_hant: 已滿級——+%lld 🌻

source: Archer
de: Bogenschütze
es: Arquero
it: Arciere
ja: 弓兵
ko: 궁수
pt_br: Arqueiro
tr: Okçu
uk: Лучник
zh_hans: 弓箭手
zh_hant: 弓箭手

source: Archie Longshot
de: Archie Fernschuss
es: Archie Tirolejano
fr: Archie Tirloin
it: Archie Tirolungo
ja: 遠矢のアーチー
ko: 명사수 아치
pt_br: Archie Tiro-Longo
tr: Uzakatar Archie
uk: Арчі Влучний
zh_hans: 神射手阿奇
zh_hant: 神射手阿奇

source: Armored Rat
de: Panzerratte
es: Rata acorazada
fr: Rat cuirassé
it: Ratto corazzato
ja: 装甲ネズミ
ko: 장갑 쥐
pt_br: Rato blindado
tr: Zırhlı Fare
uk: Броньований щур
zh_hans: 装甲鼠
zh_hant: 裝甲鼠

source: Armored Rats
de: Gepanzerte Ratten
es: Ratas acorazadas
fr: Rats cuirassés
it: Ratti corazzati
ja: 装甲ネズミ
ko: 장갑 쥐
pt_br: Ratos blindados
tr: Zırhlı Fareler
uk: Броньовані щури
zh_hans: 装甲鼠
zh_hant: 裝甲鼠

source: Arrow Storm
de: Pfeilsturm
es: Tormenta de flechas
fr: Tempête de flèches
it: Tempesta di frecce
ja: 矢の嵐
ko: 화살 폭풍
pt_br: Tempestade de flechas
tr: Ok Fırtınası
uk: Буря стріл
zh_hans: 箭雨风暴
zh_hant: 箭雨風暴

source: Arrows and bullets barely scratch it
de: Pfeile und Kugeln kratzen sie kaum
es: Flechas y balas apenas lo rozan
fr: Flèches et balles l'égratignent à peine
it: Frecce e proiettili lo scalfiscono appena
ja: 矢や弾はほとんど効かない
ko: 화살과 총알이 거의 안 통해요
pt_br: Flechas e balas mal o arranham
tr: Ok ve mermiler onu zar zor çizer
uk: Стріли й кулі ледве його дряпають
zh_hans: 箭矢和子弹几乎伤不到它
zh_hant: 箭矢和子彈幾乎傷不到牠

source: Arrows hit every rat on the field
de: Pfeile treffen jede Ratte auf dem Feld
es: Las flechas alcanzan a todas las ratas
fr: Les flèches touchent tous les rats du terrain
it: Le frecce colpiscono ogni ratto sul campo
ja: 矢が戦場の全ネズミに命中
ko: 화살이 필드의 모든 쥐를 맞힘
pt_br: Flechas atingem todos os ratos no campo
tr: Oklar sahadaki her fareyi vurur
uk: Стріли влучають у кожного щура на полі
zh_hans: 箭雨命中场上所有老鼠
zh_hant: 箭雨命中場上所有老鼠

source: Attack speed +%lld%%, move +%lld%%
de: Angriffstempo +%1$lld%%, Bewegung +%2$lld%%
es: Velocidad de ataque +%1$lld%%, movimiento +%2$lld%%
fr: Vitesse d'attaque +%1$lld%%, déplacement +%2$lld%%
it: Velocità d'attacco +%1$lld%%, movimento +%2$lld%%
ja: 攻撃速度+%1$lld%%、移動+%2$lld%%
ko: 공격 속도 +%1$lld%%, 이동 +%2$lld%%
pt_br: Velocidade de ataque +%1$lld%%, movimento +%2$lld%%
tr: Saldırı hızı +%%%1$lld, hareket +%%%2$lld
uk: Швидкість атаки +%1$lld%%, руху +%2$lld%%
zh_hans: 攻击速度+%1$lld%%，移速+%2$lld%%
zh_hant: 攻擊速度+%1$lld%%，移速+%2$lld%%

source: Attack speed +25%%
de: Angriffstempo +25%%
es: Velocidad de ataque +25%%
fr: Vitesse d'attaque +25%%
it: Velocità d'attacco +25%%
ja: 攻撃速度+25%%
ko: 공격 속도 +25%%
pt_br: Velocidade de ataque +25%%
tr: Saldırı hızı +%%25
uk: Швидкість атаки +25%%
zh_hans: 攻击速度+25%%
zh_hant: 攻擊速度+25%%

source: Awesome!
de: Klasse!
es: ¡Genial!
fr: Super !
it: Fantastico!
ja: 最高！
ko: 멋져요!
pt_br: Show!
tr: Süper!
uk: Супер!
zh_hans: 太棒了！
zh_hant: 太棒了！

source: BASE RESTORED!
de: BASIS REPARIERT!
es: ¡BASE RESTAURADA!
fr: BASE RESTAURÉE !
it: BASE RIPRISTINATA!
ja: 拠点回復！
ko: 기지 복구!
pt_br: BASE RESTAURADA!
tr: ÜS ONARILDI!
uk: БАЗУ ВІДНОВЛЕНО!
zh_hans: 基地已修复！
zh_hant: 基地已修復！

source: BATTLE
de: KAMPF
es: BATALLA
fr: COMBAT
it: BATTAGLIA
ja: バトル
ko: 전투
pt_br: BATALHA
tr: SAVAŞ
uk: У БІЙ
zh_hans: 开战
zh_hant: 開戰

source: BEST VALUE
de: BESTER WERT
es: MEJOR VALOR
fr: MEILLEURE OFFRE
it: MIGLIOR AFFARE
ja: 一番お得
ko: 최고 가성비
pt_br: MELHOR VALOR
tr: EN İYİ FİYAT
uk: НАЙВИГІДНІШЕ
zh_hans: 最超值
zh_hant: 最超值

source: Ballista
de: Balliste
es: Balista
fr: Baliste
it: Balista
ja: バリスタ
ko: 발리스타
pt_br: Balista
tr: Balista
uk: Баліста
zh_hans: 弩车
zh_hant: 弩車

source: Bargain Bin
de: Wühltisch
es: Ganga
fr: Bonnes affaires
it: Svendita
ja: 大特価
ko: 떨이 상자
pt_br: Promoção
tr: Kelepir Sepeti
uk: Розпродаж
zh_hans: 清仓大甩卖
zh_hant: 清倉大拍賣

source: Baroness Whiskerbane
de: Baronin Schnurrbann
es: Baronesa Bigotera
fr: Baronne Moustachine
it: Baronessa Baffina
ja: ヒゲベイン男爵夫人
ko: 수염베인 남작부인
pt_br: Baronesa Bigodina
tr: Barones Bıyıkbela
uk: Баронеса Вусогуб
zh_hans: 胡须男爵夫人
zh_hant: 鬍鬚男爵夫人

source: Barrage
de: Sperrfeuer
es: Bombardeo
fr: Barrage d'artillerie
it: Sbarramento
ja: 一斉砲撃
ko: 포격
pt_br: Bombardeio
tr: Baraj Ateşi
uk: Артобстріл
zh_hans: 炮火覆盖
zh_hant: 砲火覆蓋

source: Base Armor
de: Basispanzerung
es: Blindaje de base
fr: Blindage de base
it: Corazza della base
ja: 拠点装甲
ko: 기지 장갑
pt_br: Blindagem da base
tr: Üs Zırhı
uk: Броня бази
zh_hans: 基地护甲
zh_hant: 基地護甲

source: Base HP +%lld%%
de: Basis-LP +%lld%%
es: Vida de la base +%lld%%
fr: PV de la base +%lld%%
it: PS della base +%lld%%
ja: 拠点HP+%lld%%
ko: 기지 체력 +%lld%%
pt_br: Vida da base +%lld%%
tr: Üs canı +%%%lld
uk: Здоров'я бази +%lld%%
zh_hans: 基地生命+%lld%%
zh_hant: 基地生命+%lld%%

source: Base max HP +25%% and repair 25%%
de: Basis-Max-LP +25%% und 25%% Reparatur
es: Vida máx. de la base +25%% y repara 25%%
fr: PV max de la base +25%% et répare 25%%
it: PS max della base +25%% e ripara 25%%
ja: 拠点最大HP+25%%＆25%%修復
ko: 기지 최대 체력 +25%%, 25%% 수리
pt_br: Vida máx. da base +25%% e repara 25%%
tr: Üs maks. canı +%%25 ve %%25 onarım
uk: Макс. здоров'я бази +25%% і ремонт 25%%
zh_hans: 基地生命上限+25%%并修复25%%
zh_hant: 基地生命上限+25%%並修復25%%

source: Beat the Clock
de: Gegen die Uhr
es: Contrarreloj
fr: Contre la montre
it: Contro il tempo
ja: タイムアタック
ko: 시간과의 싸움
pt_br: Contra o relógio
tr: Zamana karşı
uk: Наперегонки з часом
zh_hans: 争分夺秒
zh_hant: 爭分奪秒

source: Berserk
de: Berserker
es: Berserker
ja: 狂戦士
ko: 광전사
pt_br: Berserker
tr: Çılgın Savaşçı
uk: Берсерк
zh_hans: 狂暴
zh_hant: 狂暴

source: Best %@
de: Bestzeit %@
es: Récord %@
fr: Record %@
it: Record %@
ja: ベスト %@
ko: 최고 %@
pt_br: Recorde %@
tr: En iyi %@
uk: Рекорд %@
zh_hans: 最佳 %@
zh_hant: 最佳 %@

source: Big Bang
de: Urknall
ja: ビッグバン
ko: 빅뱅
tr: Büyük Patlama
uk: Великий вибух
zh_hans: 大爆炸
zh_hant: 大爆炸

source: Big Cheddar
de: Großer Cheddar
es: Gran Cheddar
fr: Gros Cheddar
it: Grande Cheddar
ja: ビッグ・チェダー
ko: 빅 체다
pt_br: Grande Cheddar
tr: Koca Çedar
uk: Великий Чедер
zh_hans: 大切达
zh_hant: 大切達

source: Bolt
de: Blitz
es: Rayo
fr: Éclair
it: Fulmine
ja: ボルト
ko: 볼트
pt_br: Raio
tr: Şimşek
uk: Блискавка
zh_hans: 闪电
zh_hant: 閃電

source: Boulder Brute
de: Felsbrocken-Brute
es: Bruto pedrusco
fr: Brute à rocher
it: Bruto del masso
ja: 岩担ぎ
ko: 바위 장사
pt_br: Brutamontes
tr: Kaya Zorbası
uk: Брилолам
zh_hans: 巨石蛮兵
zh_hant: 巨石蠻兵

source: Break at %lld 🌻
de: Knackbar ab %lld 🌻
es: Se rompe con %lld 🌻
fr: Cassable à %lld 🌻
it: Si rompe a %lld 🌻
ja: %lld 🌻で割れる
ko: %lld 🌻부터 깰 수 있어요
pt_br: Quebra com %lld 🌻
tr: %lld 🌻 olunca kırılır
uk: Можна розбити з %lld 🌻
zh_hans: 满%lld 🌻可砸开
zh_hant: 滿%lld 🌻可砸開

source: Build a turret — it shoots any rat that gets close to your base.
de: Baue einen Turm – er beschießt jede Ratte nahe deiner Basis.
es: Construye una torreta: dispara a toda rata que se acerque a tu base.
fr: Construis une tourelle : elle tire sur tout rat qui approche de ta base.
it: Costruisci una torretta: spara a ogni ratto vicino alla tua base.
ja: タレットを建てよう。拠点に近づくネズミを撃ってくれる。
ko: 포탑을 지으세요. 기지에 다가오는 쥐를 쏩니다.
pt_br: Construa uma torre: ela atira em qualquer rato perto da sua base.
tr: Taret kur — üssüne yaklaşan her fareyi vurur.
uk: Збудуй турель — вона стріляє в кожного щура біля твоєї бази.
zh_hans: 建造炮塔——它会射击靠近基地的老鼠。
zh_hant: 建造砲塔——它會射擊靠近基地的老鼠。

source: Bulwark
de: Bollwerk
es: Baluarte
fr: Rempart
it: Baluardo
ja: 防壁
ko: 방벽
pt_br: Baluarte
tr: Siper
uk: Бастіон
zh_hans: 壁垒
zh_hant: 壁壘

source: Bumper Crop
de: Rekordernte
es: Cosecha récord
fr: Récolte record
it: Raccolto record
ja: 大豊作
ko: 대풍작
pt_br: Safra recorde
tr: Bereketli Hasat
uk: Рекордний урожай
zh_hans: 大丰收
zh_hant: 大豐收

source: Bursts into 2 small rats when it falls
de: Zerfällt beim Tod in 2 kleine Ratten
es: Al caer se divide en 2 ratitas
fr: Se divise en 2 petits rats en tombant
it: Quando cade si divide in 2 rattini
ja: 倒すと小ネズミ2匹に分裂
ko: 쓰러지면 작은 쥐 2마리로 갈라져요
pt_br: Ao cair, se divide em 2 ratinhos
tr: Düşünce 2 küçük fareye bölünür
uk: Коли гине — розпадається на 2 малих щурів
zh_hans: 倒下时分裂成2只小老鼠
zh_hant: 倒下時分裂成2隻小老鼠

source: Buy %lld upgrades
de: Kaufe %lld Verbesserungen
es: Compra %lld mejoras
fr: Achète %lld améliorations
it: Compra %lld potenziamenti
ja: 強化を%lld回購入する
ko: 강화 %lld회 구매
pt_br: Compre %lld melhorias
tr: %lld geliştirme satın al
uk: Купи %lld покращень
zh_hans: 购买%lld次升级
zh_hant: 購買%lld次升級

source: By the book
de: Nach Vorschrift
es: Según el manual
fr: Selon le règlement
it: Da manuale
ja: 教科書どおり
ko: 교과서대로
pt_br: Segue o manual
tr: Kitabına göre
uk: Діє за статутом
zh_hans: 按部就班
zh_hant: 按部就班

source: CLAIM
de: ABHOLEN
es: RECLAMAR
fr: RÉCUPÉRER
it: RISCATTA
ja: 受け取る
ko: 받기
pt_br: RESGATAR
tr: AL
uk: ЗАБРАТИ
zh_hans: 领取
zh_hant: 領取

source: CRUSH!
de: ZERMALMT!
es: ¡APLASTADO!
fr: ÉCRASÉ !
it: SCHIACCIATO!
ja: 粉砕！
ko: 분쇄!
pt_br: ESMAGADO!
tr: EZİLDİ!
uk: РОЗТРОЩЕНО!
zh_hans: 粉碎！
zh_hant: 粉碎！

source: Can your hamsters do better?
de: Schaffen deine Hamster das besser?
es: ¿Tus hámsteres pueden hacerlo mejor?
fr: Tes hamsters feront-ils mieux ?
it: I tuoi criceti sanno fare di meglio?
ja: 君のハムスターはもっとやれる？
ko: 네 햄스터들은 더 잘할 수 있을까?
pt_br: Seus hamsters conseguem fazer melhor?
tr: Senin hamsterların daha iyisini yapabilir mi?
uk: А твої хом'яки зможуть краще?
zh_hans: 你的仓鼠能做得更好吗？
zh_hant: 你的倉鼠能做得更好嗎？

source: Cannon
de: Kanone
es: Cañón
fr: Canon
it: Cannone
ja: 大砲
ko: 대포
pt_br: Canhão
tr: Top
uk: Гармата
zh_hans: 大炮
zh_hant: 大砲

source: Cannoneer
de: Kanonier
es: Cañonero
fr: Canonnier
it: Cannoniere
ja: 砲兵
ko: 포병
pt_br: Canhoneiro
tr: Topçu
uk: Гармаш
zh_hans: 炮手
zh_hant: 砲手

source: Captain Gnawsworth
de: Kapitän Nagwerth
es: Capitán Roedorth
fr: Capitaine Grignoteur
it: Capitano Rosicchio
ja: グナウズワース隊長
ko: 갉작워스 대위
pt_br: Capitão Roedorth
tr: Kaptan Kemirgen
uk: Капітан Гризворт
zh_hans: 啃咬斯沃斯上尉
zh_hant: 啃咬斯沃斯上尉

source: Cards power up your army for this battle — pick any!
de: Karten stärken deine Armee für diesen Kampf – nimm eine!
es: Las cartas potencian tu ejército en esta batalla: ¡elige una!
fr: Les cartes renforcent ton armée pour ce combat : choisis-en une !
it: Le carte potenziano l'esercito per questa battaglia: scegline una!
ja: カードでこのバトルの軍を強化！好きなのを選ぼう
ko: 카드는 이번 전투 동안 군대를 강화해요. 아무거나 고르세요!
pt_br: As cartas fortalecem seu exército nesta batalha — escolha uma!
tr: Kartlar bu savaşta ordunu güçlendirir — birini seç!
uk: Карти посилюють твою армію на цей бій — обирай будь-яку!
zh_hans: 卡牌可在本场战斗中强化军队——任选一张！
zh_hant: 卡牌可在本場戰鬥中強化軍隊——任選一張！

source: Chapter %lld
de: Kapitel %lld
es: Capítulo %lld
fr: Chapitre %lld
it: Capitolo %lld
ja: 第%lld章
ko: %lld장
pt_br: Capítulo %lld
tr: Kısım %lld
uk: Розділ %lld
zh_hans: 第%lld章
zh_hant: 第%lld章

source: Chapter chest: %lld stars
de: Kapiteltruhe: %lld Sterne
es: Cofre del capítulo: %lld estrellas
fr: Coffre du chapitre : %lld étoiles
it: Forziere del capitolo: %lld stelle
ja: 章の宝箱：星%lld個
ko: 챕터 상자: 별 %lld개
pt_br: Baú do capítulo: %lld estrelas
tr: Bölüm sandığı: %lld yıldız
uk: Скриня розділу: %lld зірок
zh_hans: 章节宝箱：%lld星
zh_hant: 章節寶箱：%lld星

source: Charge
de: Angriff
es: Carga
it: Carica
ja: 突撃
ko: 돌격
pt_br: Avançar
tr: Hücum
uk: Атака
zh_hans: 冲锋
zh_hant: 衝鋒

source: Charge!
de: Angriff!
es: ¡A la carga!
fr: Chargez !
it: Alla carica!
ja: 突撃！
ko: 돌격!
pt_br: Atacar!
tr: Hücum!
uk: В атаку!
zh_hans: 冲锋！
zh_hant: 衝鋒！

source: Choose one upgrade for this battle
de: Wähle eine Verbesserung für diesen Kampf
es: Elige una mejora para esta batalla
fr: Choisis une amélioration pour ce combat
it: Scegli un potenziamento per questa battaglia
ja: このバトルの強化を1つ選ぼう
ko: 이번 전투의 강화를 하나 고르세요
pt_br: Escolha uma melhoria para esta batalha
tr: Bu savaş için bir güçlendirme seç
uk: Обери одне посилення на цей бій
zh_hans: 为本场战斗选择一项强化
zh_hant: 為本場戰鬥選擇一項強化

source: Chubby Cheeks
de: Pausbacken
es: Mofletes
fr: Bajoues dodues
it: Guance paffute
ja: ほっぺパンパン
ko: 통통한 볼
pt_br: Bochechas fofas
tr: Tombul Yanaklar
uk: Пухкі щічки
zh_hans: 鼓鼓腮帮
zh_hant: 鼓鼓腮幫

source: Claim
de: Abholen
es: Reclamar
fr: Récupérer
it: Riscatta
ja: 受け取る
ko: 받기
pt_br: Resgatar
tr: Al
uk: Забрати
zh_hans: 领取
zh_hant: 領取

source: Claim your daily seeds and push past Stage %lld. The rats are getting bold…
de: Hol dir deine täglichen Samen und komm über Stufe %lld hinaus. Die Ratten werden frech…
es: Reclama tus semillas diarias y supera la fase %lld. Las ratas se envalentonan…
fr: Récupère tes graines du jour et dépasse le niveau %lld. Les rats s'enhardissent…
it: Riscatta i semi giornalieri e supera il livello %lld. I ratti si fanno audaci…
ja: デイリーの種を受け取ってステージ%lldを突破しよう。ネズミが調子に乗ってるぞ…
ko: 일일 씨앗을 받고 %lld단계를 돌파하세요. 쥐들이 대담해지고 있어요…
pt_br: Pegue suas sementes diárias e passe da fase %lld. Os ratos estão ousados…
tr: Günlük tohumlarını al ve %lld. bölümü geç. Fareler cüretkârlaşıyor…
uk: Забери щоденне насіння й пройди далі за етап %lld. Щури зухвалішають…
zh_hans: 领取每日种子，冲过第%lld关。老鼠越来越嚣张了…
zh_hant: 領取每日種子，衝過第%lld關。老鼠越來越囂張了…

source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classico
ja: クラシック
ko: 클래식
pt_br: Clássico
tr: Klasik
uk: Класика
zh_hans: 经典
zh_hant: 經典

source: Claw
de: Kralle
es: Garra
fr: Griffe
it: Artiglio
ja: 爪
ko: 발톱
pt_br: Garra
tr: Pençe
uk: Кігті
zh_hans: 利爪
zh_hant: 利爪

source: Cleared ✓
de: Geschafft ✓
es: Superado ✓
fr: Réussi ✓
it: Superata ✓
ja: クリア ✓
ko: 클리어 ✓
pt_br: Concluído ✓
tr: Tamamlandı ✓
uk: Пройдено ✓
zh_hans: 已通关 ✓
zh_hant: 已通關 ✓

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Clubber
de: Keulenschwinger
es: Garrotero
fr: Cogneur
it: Randellatore
ja: こん棒兵
ko: 몽둥이병
pt_br: Porreteiro
tr: Sopacı
uk: Дрюкар
zh_hans: 棒槌兵
zh_hant: 棒槌兵

source: Cocoa
de: Kakao
es: Cacao
fr: Cacao
it: Cacao
ja: ココア
ko: 코코아
pt_br: Cacau
tr: Kakao
uk: Какао
zh_hans: 可可
zh_hant: 可可

source: Collect
de: Ernten
es: Recoger
fr: Récolter
it: Raccogli
ja: 回収
ko: 수확
pt_br: Coletar
tr: Topla
uk: Зібрати
zh_hans: 收取
zh_hant: 收取

source: Come back every day — the streak resets if you miss one.
de: Komm jeden Tag zurück – verpasst du einen, beginnt die Serie neu.
es: Vuelve cada día: la racha se reinicia si faltas uno.
fr: Reviens chaque jour : la série repart à zéro si tu en manques un.
it: Torna ogni giorno: la serie si azzera se ne salti uno.
ja: 毎日来よう。1日休むと連続記録がリセット。
ko: 매일 오세요. 하루라도 빠지면 연속 기록이 초기화돼요.
pt_br: Volte todo dia — a sequência zera se você faltar um.
tr: Her gün gel — bir gün kaçırırsan seri sıfırlanır.
uk: Заходь щодня — серія обнулиться, якщо пропустиш день.
zh_hans: 每天回来——断签一天连签就会重置。
zh_hant: 每天回來——斷簽一天連簽就會重置。

source: Come back tomorrow!
de: Komm morgen wieder!
es: ¡Vuelve mañana!
fr: Reviens demain !
it: Torna domani!
ja: また明日！
ko: 내일 다시 오세요!
pt_br: Volte amanhã!
tr: Yarın tekrar gel!
uk: Повертайся завтра!
zh_hans: 明天再来！
zh_hant: 明天再來！

source: Come closer, darlings. My towers are hungry.
de: Kommt näher, Liebchen. Meine Türme haben Hunger.
es: Acercaos, queridos. Mis torres tienen hambre.
fr: Approchez, mes chéris. Mes tours ont faim.
it: Avvicinatevi, tesori. Le mie torri hanno fame.
ja: もっと近くへいらっしゃい。私の塔はお腹ぺこぺこよ。
ko: 가까이 오렴, 얘들아. 내 탑들이 배고프단다.
pt_br: Cheguem mais perto, queridinhos. Minhas torres estão famintas.
tr: Yaklaşın, tatlılarım. Kulelerim aç.
uk: Підходьте ближче, любі. Мої вежі голодні.
zh_hans: 靠近点，亲爱的。我的塔饿了。
zh_hant: 靠近點，親愛的。我的塔餓了。

source: Common
de: Gewöhnlich
es: Común
fr: Commune
it: Comune
ja: コモン
ko: 일반
pt_br: Comum
tr: Sıradan
uk: Звичайний
zh_hans: 普通
zh_hant: 普通

source: Complete all 3 → free Hamster Crate
de: Alle 3 erledigen → gratis Hamsterkiste
es: Completa las 3 → cofre hámster gratis
fr: Termine les 3 → caisse de hamster gratuite
it: Completa tutte e 3 → cassa del criceto gratis
ja: 3つ全部クリア → ハムスター箱が無料
ko: 3개 모두 완료 → 무료 햄스터 상자
pt_br: Complete as 3 → baú de hamster grátis
tr: 3'ünü de tamamla → bedava Hamster Sandığı
uk: Виконай усі 3 → безплатна Хом'яча скриня
zh_hans: 完成全部3个 → 免费仓鼠宝箱
zh_hant: 完成全部3個 → 免費倉鼠寶箱

source: Completes %@!
de: Vollendet %@!
es: ¡Completa %@!
fr: Complète %@ !
it: Completa %@!
ja: %@ 完成！
ko: %@ 완성!
pt_br: Completa %@!
tr: %@ tamamlanır!
uk: Завершує «%@»!
zh_hans: 集齐：%@！
zh_hant: 集齊：%@！

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
tr: Devam
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

source: Counter: many quick hits (ranged, turrets)
de: Konter: viele schnelle Treffer (Fernkampf, Türme)
es: Contra: muchos golpes rápidos (distancia, torretas)
fr: Parade : beaucoup de coups rapides (distance, tourelles)
it: Contro: tanti colpi rapidi (distanza, torrette)
ja: 対策：手数の多い攻撃（遠距離・タレット）
ko: 대응: 빠른 연타 (원거리, 포탑)
pt_br: Contra: muitos golpes rápidos (distância, torres)
tr: Karşı: çok sayıda hızlı vuruş (menzilli, taretler)
uk: Контра: часті удари (стрільці, турелі)
zh_hans: 克制：快速多段攻击（远程、炮塔）
zh_hant: 剋制：快速多段攻擊（遠程、砲塔）

source: Counter: melee and heavy units
de: Konter: Nahkämpfer und schwere Einheiten
es: Contra: cuerpo a cuerpo y unidades pesadas
fr: Parade : mêlée et unités lourdes
it: Contro: mischia e unità pesanti
ja: 対策：近接と重装ユニット
ko: 대응: 근접 및 중장 유닛
pt_br: Contra: corpo a corpo e unidades pesadas
tr: Karşı: yakın dövüş ve ağır birimler
uk: Контра: ближній бій і важкі юніти
zh_hans: 克制：近战和重型单位
zh_hant: 剋制：近戰和重型單位

source: Counter: splash damage and specials
de: Konter: Flächenschaden und Spezialangriffe
es: Contra: daño en área y ataques especiales
fr: Parade : dégâts de zone et attaques spéciales
it: Contro: danni ad area e attacchi speciali
ja: 対策：範囲攻撃と必殺技
ko: 대응: 범위 피해와 특수 공격
pt_br: Contra: dano em área e ataques especiais
tr: Karşı: alan hasarı ve özel saldırılar
uk: Контра: шкода по площі та суперудари
zh_hans: 克制：范围伤害和特殊攻击
zh_hant: 剋制：範圍傷害和特殊攻擊
